Repository: maulik6707/gpgold_web
Catalog: lib/l10n/app_*.arb
Languages: gu

source: Login
gu: લોગીન કરો

source: Not registered
gu: રજિસ્ટર નથી

source: Register
gu: રજિસ્ટર કરો

source: Enter your password
gu: તમારો પાસવર્ડ દાખલ કરો

source: Confirm your password
gu: તમારો પાસવર્ડ કન્ફર્મ કરો

source: Enter your phone number
gu: તમારો ફોન નંબર દાખલ કરો

source: Email
gu: ઈમેલ

source: Full Name
gu: પૂરું નામ

source: Company Name
gu: કંપનીનું નામ

source: Select Country
gu: દેશ પસંદ કરો

source: Select State
gu: રાજ્ય પસંદ કરો

source: Select City
gu: શહેર પસંદ કરો

source: Create Account
gu: એકાઉન્ટ બનાવો

source: Create Order
gu: ઓર્ડર બનાવો

source: Welcome
gu: સ્વાગત

source: Home
gu: હોમ

source: Orders
gu: ઓર્ડર

source: Repair
gu: સમારકામ

source: Category
gu: કેટેગરી

source: Clients
gu: ક્લાયન્ટ્સ

source: Karigar
gu: કારીગર

source: General Fields
gu: સામાન્ય ફીલ્ડ

source: About Us
gu: અમારા વિશે

source: Change Password
gu: પાસવર્ડ બદલો

source: Logout
gu: લોગઆઉટ કરો

source: Add Repair
gu: સમારકામ ઉમેરો

source: Submit
gu: સબમિટ કરો

source: Please enter remarks
gu: કૃપા કરીને ટિપ્પણીઓ દાખલ કરો

source: Please enter order no
gu: કૃપા કરીને ઓર્ડર નંબર દાખલ કરો

source: Show Results
gu: પરિણામો બતાવો

source: Place Order
gu: ઓર્ડર આપો

source: Please select delivery date
gu: કૃપા કરીને ડિલિવરીની તારીખ પસંદ કરો

source: Please select client
gu: કૃપા કરીને ક્લાયન્ટ પસંદ કરો

source: Please select any one image
gu: કૃપા કરીને કોઈપણ એક છબી પસંદ કરો

source: Add Karigar
gu: કારીગર ઉમેરો

source: Please enter mobile number
gu: કૃપા કરીને મોબાઇલ નંબર દાખલ કરો

source: Please enter city
gu: કૃપા કરીને શહેર દાખલ કરો

source: Please enter karigar name
gu: કૃપા કરીને કારીગરનું નામ દાખલ કરો

source: Add Client
gu: ક્લાયન્ટ ઉમેરો

source: Please enter address
gu: કૃપા કરીને સરનામું દાખલ કરો

source: Please enter valid date of birth
gu: કૃપા કરીને માન્ય જન્મ તારીખ દાખલ કરો

source: Add Field
gu: ફીલ્ડ ઉમેરો

source: No Fields found
gu: કોઈ ફીલ્ડ મળ્યું નથી

source: Add Option
gu: વિકલ્પ ઉમેરો

source: Please enter category name
gu: કૃપા કરીને કેટેગરીીનું નામ દાખલ કરો

source: Delete
gu: કાઢી નાખો

source: Cancel
gu: રદ કરો

source: Select Options
gu: વિકલ્પો પસંદ કરો

source: Remarks
gu: ટિપ્પણીઓ

source: Order No
gu: ઓર્ડર નંબર

# uptoImages
source: Upto 5 images
gu: 5 છબીઓ સુધી

source: Upload design
gu: ડિઝાઇન અપલોડ કરો

source: Select Client
gu: ક્લાયન્ટ પસંદ કરો

source: Order Remarks
gu: ઓર્ડર ટિપ્પણીઓ

source: Delivery Date
gu: ડિલિવરી તારીખ

source: Date
gu: તારીખ

source: Name
gu: નામ

source: Quantity
gu: માત્રા

source: Order Date
gu: ઓર્ડર તારીખ

source: Sort by
gu: ક્રમ મુજબ સૉર્ટ કરો

source: Order
gu: ઓર્ડર

source: Priority:
gu: પ્રાથમિકતા

source: Select Category
gu: કેટેગરી પસંદ કરો

source: Order Status:
gu: ઓર્ડર સ્થિતિ

source: Clear All
gu: બધું સાફ કરો

source: Filter
gu: ફિલ્ટર કરો

source: Assign Karigar
gu: કારીગર સોંપો

source: Order Details
gu: ઓર્ડરની વિગતો

source: Note
gu: નોંધ

source: Current Password
gu: વર્તમાન પાસવર્ડ

source: New Password
gu: નવો પાસવર્ડ

source: Confirm Password
gu: પાસવર્ડની પુષ્ટિ કરો

source: Please enter current password
gu: કૃપા કરીને વર્તમાન પાસવર્ડ દાખલ કરો

source: Please enter new password
gu: કૃપા કરીને નવો પાસવર્ડ દાખલ કરો

source: Please enter confirm password
gu: કૃપા કરીને પુષ્ટિ પાસવર્ડ દાખલ કરો

source: Password does not match
gu: પાસવર્ડ મેળ ખાતો નથી

source: Add Category Field
gu: કેટેગરી ફીલ્ડ ઉમેરો

source: Field Name
gu: ફીલ્ડનું નામ

source: Control Type
gu: નિયંત્રણ પ્રકાર

source: Show in Client Order Form
gu: ક્લાયન્ટ ઓર્ડર ફોર્મમાં બતાવો

source: Required
gu: જરૂરી

source: Please enter field name
gu: કૃપા કરીને ફીલ્ડનું નામ દાખલ કરો

source: Code sent to
gu: કોડ મોકલ્યો

source: Please enter otp
gu: કૃપા કરીને otp દાખલ કરો

source: Verify
gu: ચકાસણી કરો

source: Did not received OTP code?
gu: OTP કોડ મળ્યો નથી

source: Resend Code
gu: કોડ ફરીથી મોકલો

source: Resend Code in
gu: કોડ ફરીથી મોકલો

source: seconds
gu: સેકન્ડમાં

source: Add Category
gu: કેટેગરી ઉમેરો

source: Category Name
gu: કેટેગરીનું નામ

source: Option
gu: વિકલ્પ

source: Category Fields
gu: કેટેગરી ફીલ્ડ

source: Edit
gu: સંપાદિત કરો

source: View Dropdown Options
gu: ડ્રોપડાઉન વિકલ્પો જુઓ

source: View Category Fields
gu: કેટેગરી ફીલ્ડ જુઓ

source: Dropdown Options
gu: ડ્રોપડાઉન વિકલ્પો

source: Client Name
gu: ક્લાયન્ટનું નામ

source: Password
gu: પાસવર્ડ

source: Mobile No
gu: મોબાઇલ નંબર

source: Address
gu: સરનામું

source: Pincode
gu: પિનકોડ

source: Date of Birth
gu: જન્મ તારીખ

source: Search
gu: શોધ

source: Anniversary Date
gu: વર્ષગાંઠ તારીખ

source: Select
gu: પસંદ કરો

source: Please enter name
gu: કૃપા કરીને નામ દાખલ કરો

source: Please enter company name
gu: કૃપા કરીને કંપનીનું નામ દાખલ કરો

source: Please enter password
gu: કૃપા કરીને પાસવર્ડ દાખલ કરો

source: Please enter email
gu: કૃપા કરીને ઇમેઇલ દાખલ કરો

source: Please enter country
gu: કૃપા કરીને દેશ દાખલ કરો

source: Please enter state
gu: કૃપા કરીને રાજ્ય દાખલ કરો

source: Karigar Name
gu: કારીગરનું નામ

source: City
gu: શહેર

source: Select Karigar
gu: કારીગર પસંદ કરો

source: Enter Specifications
gu: સ્પષ્ટીકરણો દાખલ કરો

source: Delivery due date
gu: ડિલિવરીની નિયત તારીખ

source: Select delivery due date
gu: ડિલિવરીની નિયત તારીખ પસંદ કરો

source: Buffer Days
gu: બફર દિવસો

source: Buffer Days of Delivery Date
gu: ડિલિવરીની તારીખના બફર દિવસો

source: Please enter buffer days
gu: કૃપા કરીને બફર દિવસો દાખલ કરો
